[
   {
      "topBlurb": "Viz pays 20 gold for information and then pays doubles for no real reason.",
      "title": "The Lost Crystal",
      "mainInfo": [
         {
            "info1": "Our heroes first meet at the Righteous Fist office, signing on to do a job for a wizard named Atrix.",
            "info2": "Gather information and infiltrated Thieves Guild hideout.",
            "info3": "They find a temple to Selune and escape a trap.",
            "info4": "The group completely destroy two guards and bury them in a shallow grave. Baelok curb-stomped a guy",
            "info5": "Reclaimed the crystal from the thief.",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 1",
      "days": "Day 1"
   },
   {
      "topBlurb": "null",
      "title": "Wild Beasts",
      "mainInfo": [
         {
            "info1": "Inkle gives you a top priority Righteous Fist contract for the City of Caer.",
            "info2": "The group befriends a direwolf pup named Shar. Shar helps them track down the rabid beasts",
            "info3": "The group fights monster frogs and find black crystals inside of them. Shar leads you to the source of the black crystals.",
            "info4": "null",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 2",
      "days": "Days 2 - 3"
   },
   {
      "topBlurb": "null",
      "title": "Ginturo's Hut",
      "mainInfo": [
         {
            "info1": "Discover Ginturo's lab in his underground cavern. The group find an Orb of Chaos being used to create black crystals.",
            "info2": "Ginturo is working with someone with the initials \"A\" \"S\"",
            "info3": "Ginturo hints at Anak's abyssal nature.",
            "info4": "The group fight and defeat Ginturo.",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 3",
      "days": "Days 3 - 4"
   },
   {
      "topBlurb": "Sara almost cried in real life when Rai said that she loved Maeve's dad. The rp was that good",
      "title": "Chancellors and Chumps",
      "mainInfo": [
         {
            "info1": "Inkle pays group, and they attend a rally in their honor, meeting Chancellor Gneaus.",
            "info2": "At Gneaus Manor, he offers another contract to root out the Thieves Guild.",
            "info3": "The group is trailed by a young thief named Sparrow. Rai visits them in the night to explain the Thieves Guild perspective",
            "info4": "Rai, with Maeve's help, convince the group to break Rhys out of jail.",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 4",
      "days": "Days 4 - 5"
   },
   {
      "topBlurb": "Seemed pretty clear to me that the goal was to incapacitate, but this was the first sign of Anak's itchy trigger finger.",
      "title": "Distraction at the Docks",
      "mainInfo": [
         {
            "info1": "A + B + V blow up the warehouse to create a distraction.",
            "info2": "Anak kills a guy. Baelok finds clues about Baefalls. Viz wild shapes and steals emeralds from Chancellor Gneaus.",
            "info3": "Xalys, Maeve, Rai and the Changeling break out Maeve's dad and escape through the sewers.",
            "info4": "Pursued by guards, and attacked by a Gibbering Mouther, the group find themselves stuck between an iron grate and the law.",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 5",
      "days": "Days 5 - 6"
   },
   {
      "topBlurb": "null",
      "title": "Escape And Intrigue",
      "mainInfo": [
         {
            "info1": "Successfully break through the iron grate and leap into a disgusting poop pond. Running through the woods they escape with Rhys and Rai and the group hides out in the basement of Gintaro's hut.",
            "info2": "Anak asks about dad's and has her first bad dream. It is strange and she sees purple goo. She thinks the black orb is to blame.",
            "info3": "Atrix explains a bit about the crystals, and the Rod of Law, (Rod of Seven) and asks them to retrieve another crystal in Dunshire.",
            "info4": "Shar is left with Paul, the sheep herder, and the group heads to Dunshire.",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 6",
      "days": "Days 6 - 7"
   },
   {
      "topBlurb": "null",
      "title": "Highway Robbery",
      "mainInfo": [
         {
            "info1": "Despite being out of Jail, Rhys must go back into hiding to avoid detection. He tells Maeve to meet him in Llanwrtyll in a few months.",
            "info2": "DH name their horses (Bray, Tor, Nikki, Minaj) and find a wanted poster for Baelok.",
            "info3": "Successfully tricked by bandits, the group is split. Both Xalys and Viz go unconscious, but Anak gives them healing potions and Maeve hops through the trees and intimidates the last few bandits to flee.",
            "info4": "Make it to Altneyth Forest, Maeve's village, and meet her mother and brother.",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 7",
      "days": "Days 8 - 19"
   },
   {
      "topBlurb": "This was the first time I got to roll d12 damage dice, and it felt amazing",
      "title": "Family and Fast Travel",
      "mainInfo": [
         {
            "info1": "Maeve tells her mom about Rhys's escape. Jax gives everyone one of his whittled animals. Despite Marian's pleas, Maeve and the DH sneak out in the night.",
            "info2": "The group encounters traveling salesperson. Xalys buys the Fochlucan, and the group steals a potion.",
            "info3": "A rushing river blocks their path. They are able to pass, however a tree falls on Anak inflicting major damage.",
            "info4": "null",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 8",
      "days": "Days 20 - 31"
   },
   {
      "topBlurb": "This was the first instance of the group doing a tactical retreat, riding away on their horses",
      "title": "By Sea or By Dwarf",
      "mainInfo": [
         {
            "info1": "While sleeping off the tree damage, Anak has another dream, seeing purple goo again, but this time hearing an ominous voice and then sudden pain. She falls unconscious. Luckily Xalys notices the gasp of pain and heals her before it's too late.",
            "info2": "Then that the group discovers Anak is hiding the black orb and all argue about what to do with it until Anak pretends to throw it away.",
            "info3": "The group arrives in the fishing village of Aben. They meet Trove and the crew of the Survivor. They also get drunk at the pub and quickly wear out their welcome",
            "info4": "In a glade, they find secret potions and trees that try to kill them.",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 9",
      "days": "Days 32 - 41"
   },
   {
      "topBlurb": "null",
      "title": "Cold Skies and Hot Steel",
      "mainInfo": [
         {
            "info1": "Atrix calls Xalys through her Selune necklace to warn them about Azazel Shadestorm.",
            "info2": "Arrive in the industrialized city, Ferry Run. They see robotic inventions, Baelok discovers more clues about Baefalls, and they buy items.",
            "info3": "They notice that everyone seems to have an affinity or reverence for Vizual the moment they notice him.",
            "info4": "Anak gives the black sphere to Elemon, the High Matron of Ioun. She locks it deep in the temple vaults.",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 10",
      "days": "Days 42 - 52"
   },
   {
      "topBlurb": "null",
      "title": "Trove's Trouble",
      "mainInfo": [
         {
            "info1": "Trove pleads for help as Unk-Tor has been arrested.",
            "info2": "Vizual picks up that the reverence the people of Ferry Run have for him, come from their worship of Tyr, The Blind God.",
            "info3": "After some investigation the group deduce there are some corrupt officials, and hope to pin it all on Unk-Tor.",
            "info4": "Xalys seduces a corrupt port official, and gets him drunk to confess. And then later when they fight, they make him cry.",
            "info5": "There is a confrontation where they fight the dwarves who use guns and an adamantine mech.",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 11",
      "days": "Day 53"
   },
   {
      "topBlurb": "null",
      "title": "Halvar's Judgement",
      "mainInfo": [
         {
            "info1": "Arrested and taken to Halvar Feirbjorn, the leader of Ferry Run.",
            "info2": "DH convinces him of their innocence, and of Eugene Birk's guilt. Halvar offers a job, but DH declines. Halvar explains Ferry Run makes the blunderbusses.",
            "info3": "Unk-torr is released and Trove greets his return with a hug and a kiss.",
            "info4": "Grateful, Trove offers to take them anywhere they want. So they set sail for Dunshire.",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 12",
      "days": "Days 53 - 54"
   },
   {
      "topBlurb": "\"I've always run away from my problems... please don't run away from us.\" - Xalys trying to convince Baelok to stay",
      "title": "Ships Set Sail",
      "mainInfo": [
         {
            "info1": "Trove explains the history of Dunshire, ZagZag, and how she barely escaped from the Ogres. DH plays games with the crew.",
            "info2": "Despite the clear warnings, Trove tries to sail The Survivor through a storm. Wind elementals attack the ship",
            "info3": "During the storm, Anak is stuck below deck, trapped in what is now her third \"bad\" dream.",
            "info4": "Trove and Baelok fight for control of the ship, with everyone backing up Trove. When they land, feeling betrayed Baelok leaves the group.",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 13",
      "days": "Days 54 - 59"
   },
   {
      "topBlurb": "Our first guest appearance. Ryan playing the part of Kazamir. He used my hoodie to tie his arm in a sling to get into character.",
      "title": "Trials of Tradition",
      "mainInfo": [
         {
            "info1": "The group meet Kazamir and Kenneth.",
            "info2": "Kazamir being an ailed Wizard looking for a cure, and Kenneth being a Paladin devout to the practice of \"burning\" that keeps Dunshire safe.",
            "info3": "Kenneth explains about the excess magic in Dunshire, and his tradition that keeps it under control.",
            "info4": "DH + K + K travel through tunnels to find a way into the city closer to the castle. They have an encounter at an underground lake.",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 14",
      "days": "Day 60"
   },
   {
      "topBlurb": "I remember trying to describe what the Castle looked like and failing miserably as I realized what I had envisioned was physically impossible.",
      "title": "Dunshire Deconstructed",
      "mainInfo": [
         {
            "info1": "DH + K + K reach the castle grounds through an empty well. Vizual turns into bugViz and scopes the place out. The city is in ruins, and are Ogres everywhere.",
            "info2": "The group sneaks inside and begins exploring the Castle of Barad Mesa, fighting Ogres throughout.",
            "info3": "Finally making it to the great hall, Make it to center chamber, they fall straight into ZagZag's trap",
            "info4": "null",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 15",
      "days": "Day 60"
   },
   {
      "topBlurb": "null",
      "title": "Zagaroth Revealed",
      "mainInfo": [
         {
            "info1": "Zagaroth reveals she is a Cloud Giant and uses the Crystal of Enchantment to control the Ogres.",
            "info2": "Luck would have it that Xalys drank a strength potion the round before being mind blasted. With an intelligence of 1 she was still able to punch Zagarath for 10 points of damage a round.",
            "info3": "At some point Kenneth goes down, and Xalys is out of it; Anak's loving instinct takes over, tapping into her unknown powers. Black smoke emits from her eyes as she casts Blight unknowingly.",
            "info4": "They narrowly defeat Zagarath. Retrieve the crystal and free the people of Dunshire.",
            "info5": "Kazamir tries to heal himself with the crystal but fails.",
            "info6": "As they travel home, Xalys hears \"... It's Baelok, where are you guys?\""
         }
      ],
      "sessionNumber": "Session 16",
      "days": "Days 61 - 76"
   },
   {
      "topBlurb": "\"Even in death I still teach you... A rope made of many strands is stronger than a rope made of one.\" - Kizamen",
      "title": "Bae Back",
      "mainInfo": [
         {
            "info1": "Doing a \"Lost\" style flashback we see what Baelok was up to while away from the group. Barely escaping Ogres and reconnecting with his old Monk master.",
            "info2": "Baelok and group reunite. Kizamen guides Baelok back to group, and how he can find information he wants at his village.",
            "info3": "Atrix tells them to meet her in Llanwrtyll to give her the crystal. DH pass the Iphirea border after pantsing a guard.",
            "info4": "They encounter Azazel Shadestrom as \"Fatrix\" and fight",
            "info5": "null",
            "info6": "null"
         }
      ],
      "sessionNumber": "Session 17",
      "days": "Days 76 - 78"
   }
]